Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/white_papers/sametingsmelding_om_samisk_spraak_2012.pdf.tmx
Source language: nob
Languages: sme

source: Sametinget er opptatt av en bedre ansvarsfordeling og koordinering av språktiltak, og ser i den forbindelse på språksentrene som naturlige samarbeidspartnere.
sme: Sámediggi deattuha buoret ovddasvástádusjuogu ja oktiiheiveheami gielladoaibmabijuid dáfus, ja oaidná dan oktavuođas ahte giellaguovddážat leat lunddolaš ovttasbargoguoimmit.

source: De samiske språksentrene har et stort potensial for videre utvikling av samisk språk.
sme: Sámi giellaguovddážiin lea stuora potensiála viidáset ovddidit sámegiela.

source: Sametinget har tidligere belyst behovet for økt produksjon av skjønnlitteratur, læremidler, språkteknologiske verktøy og ser dette i nær sammenheng med oppbygging av språksentrene.
sme: Sámediggi lea ovdal čuvgen dárbbu lasihit čáppagirjjálašvuođa, oahpponeavvuid, giellateknologalaš reaidduid buvttadeami, ja oaidná lagas oktavuođa giellaguovddážiid huksemiin.

source: Dette innebærer behov for økt samarbeid mellom språksentrene og opplæringsinstitusjoner.
sme: Dát mielddisbuktá dárbbu lagat ovttasbargui giellaguovddážiid ja oahpahusásahusaid gaskka.

source: Det er også behov for tettere samarbeid mellom språksentrene og tradisjonelle næringer for å utvikle og styrke bruk av tradisjonell kunnskap og terminologi.
sme: Lea maid dárbu lagat ovttasbargui giellaguovddážiid ja árbevirolaš ealáhusaid gaskka vai sáhttá ovddidit ja nannet árbevirolaš máhtu ja tearbmageavaheami.

source: Sametinget anser språksentrene som naturlige aktører i arbeidet for å opprette nye og videreutvikle eksisterende språkarenaer for samisk språk.
sme: Sámediggi oaidná giellaguovddážiid lunddolaš ovddasteaddjin barggus ahte ásahit ođđa ja ovddidit viidáseappot daid giellaarenaid mat juo gávdnojit sámegiela dáfus.

source: Språksentrenes produksjoner av materiell til bruk i språkopplæring er verdifull og bør i langt større grad publiseres og tilgjengeliggjøres.
sme: Dat materiála maid giellaguovddážat ráhkadit giellaoahpahusa váste, lea mávssolaš ja berre mihá eambbo almmuhuvvot ja biddjojuvvot maiddái earáide olámuddui.

source: Nettportalen Ovttas.no er et naturlig samlingssted også for språksentrenes materiell og utgivelser.
sme: Neahttaportála Ovttas.no lea lunddolaš báiki gosa sáhttá čohkket maiddái giellaguovddážiid materiálaid ja almmuhemiid.

source:  Aktive og levedyktige samiske språksentre
sme:  Aktiivvalaš ja ceavzilis sámi giellaguovddážat

source:  I samarbeid med språksentrene se på deres rolle i arbeidet med å videreutvikle samisk språk.
sme:  Geahčadit ovttas giellaguovddážiiguin makkár rolla dain lea sámegiela viidáset ovddideamis

source:  Arbeide for at språksentrene sikres faste forutsigbare finansieringsordninger.
sme:  Bargat dan ala ahte giellaguovddážiidda sihkkarastojuvvojit fásta, einnostahtti

source: En viktig forutsetning for at samisk språk skal kunne bevares og videreutvikles er at det finnes språkarenaer hvor språkene faktisk er i bruk.
sme: Giellaarenat Dehálaš eaktu jus sámegiella galgá seailut ja viidáset ovdánit, lea ahte gávdnojit giellaarenat gos gielat duođai geavahuvvojit.

source: Intensjoner om at samiske språk skal være dagligspråk kan vanskelig nås så lenge det ikke er mulig å bruke språkene i det daglige liv, i møte med offentlig forvaltning eller i kommunikasjon med omverdenen.
sme: Sáhttá leat váttis joksat ulbmila ahte sámegiella galgá leat beaivválašgiella jus gielaid ii leat vejolaš geavahit árgabeaivvis, go deaivvada almmolaš hálddašemiin dahje go gulahallá máilmmiin.

source: Samisk språk er mange steder ikke en naturlig del av dagliglivet, og det finnes få arenaer hvor språket brukes.
sme: Olu báikkiin ii leat sámegiella lunddolaš oassi árgabeaivvis, ja gávdnojit unnán arenat gos giella geavahuvvo.

source: Språkarenaer er viktige verktøy for å skape møteplasser hvor samisk høres og synes.
sme: Giellaarenat leat dehálaš reaiddut deaivvadanbáikkiid lágideamis gos sámegiella gullo ja oidno.

source: Særlig viktig er dette i områder hvor samisk ikke er majoritetsspråk.
sme: Dát lea erenoamáš dehálaš guovlluin gos sámegiella ii leat majoritehtagiella.

source: Det må legges til rette for reell bruk av samisk i samfunnet i form av arenaer og møteplasser for barn, unge og voksne.
sme: Ferte láhčit diliid duohta sámegiela geavaheapmái servodagas arenaid ja deaivvadanbáikkiid bokte mánáide, nuoraide ja rávisolbmuide.

source: Språkleirer har vist seg å være effektive tiltak for å styrke språkopplæringen.
sme: Giellabeasit leat čájehuvvon beaktilis doaibman giellaoahpahusa nannemis.

source: Erfaringer fra det sørsamiske området viser at barn og unge lærer seg samisk språk mye fortere gjennom deltakelse på slike språkleirer.
sme: Vásáhusat lullisámi guovllus čájehit ahte mánát ja nuorat ohppet sámegiela jođáneappot go oassálastet dákkár giellabesiin.

source: For barn og unge som får opplæring i samisk i skolen uten særlig språklig støtte i nærmiljøet er språkbad helt avgjørende for god språkutvikling.
sme: Mánáide ja nuoraide geat ožžot sámegiel oahpahusa skuvllas almmá makkárge erenoamáš gielalaš doarjaga haga lagasbirrasis, lea giellalávgun áibbas mearrideaddji buori giellaovdáneami dáfus.

source: Slike tilbud er i dag prosjektbaserte og gis ikke som faste tilbud.
sme: Dákkár fálaldagat leat odne prošeaktavuđot fálaldagat eai ge addojuvvo fásta fálaldahkan.

source: Det vil være behov for å vurdere om språkbad bør innarbeides som en del av det ordinære opplæringstilbudet og innarbeides i gjeldende rammeverk.
sme: Lea dárbu árvvoštallat berre go giellalávgun gođđojuvvot oassin dábálaš oahpahusfálaldagas ja váldojuvvot mielde gustovaš rámmaide.

source: Dette omhandles også i Sametingsmelding om opplæring og utdanning.
sme: Dát guoskkahuvvo maiddái Sámediggedieđáhusas oahpahusa ja oahpu birra.

source:  Mangfold av språkarenaer for samisk språk
sme:  Máŋggabealat giellaarenat sámegiela dáfus

source:  Arbeide for at det utvikles gode språkarenaer som fungerer som språklig støtte i nærmiljøet
sme:  Bargat dan ala ahte ráhkaduvvojit buorit giellaarenat mat doibmet gielalaš doarjjan lagasbirrasis

source: Synliggjøring av samisk språk i det offentlige rom
sme: Sámegiela čalmmustahttit almmolašvuođas

source: Synliggjøring av samisk skjer gjennom skriftspråket.
sme: Sámegiela čalmmustahttin dáhpáhuvvá čálagiela bokte.

source: Det er derfor viktig å legge forholdene til rette for økt bruk av skriftspråket.
sme: Danne lea dehálaš láhčit diliid eambbo čállingiela geavaheapmái.

source: Selv om de eldste skrifter på samisk går flere hundre år tilbake i tid, er aktiv bruk av skriftlig samisk blant den samisktalende befolkning et relativt nytt fenomen som tok til å bli mer utbredt først som lesespråk etter utgivelsen av tilgjengelige religiøse tekster.
sme: Vaikko áramus sámi čállagat leat máŋga čuođi jagi boarrásat, de lea sámegiela čálagiela aktiivvalaš geavaheapmi sámegielat álbmoga gaskkas oalle ođđa fenomena mii leavvagođii vuos lohkangiellan maŋŋel oskkolaš teavsttaid almmuheami.

source: Fra 1970 årene startet en markant økning av samiskspråklig litteratur, men først med innføringen av samisk som undervisningsspråk i grunnskolen ble det skapt et bedre grunnlag for aktiv bruk av samisk skriftspråk både som lese- og skrivespråk.
sme: 1970-jagiin lassánišgođii sámegielat girjjálašvuohta dovdomassii, muhto easka dalle go sámegiella šattai oahpahusgiellan vuođđoskuvllas, bođii buoret vuođđu aktiivvalaččat geavahit sámegiel čálagiela sihke lohkan- ja čállingiela.

source: Med innføringen av egne samiske læreplaner for alle skolefag på slutten av 1990-tallet fikk samisk skriftspråksutvikling en ny giv som gav elevene et godt grunnlag for skriftlig bruk av samisk.
sme: Go bohte sierra sámi oahppoplánat buot skuvlafágaide 1990-logu loahpageahčen, de oaččui sámegiel čálagiela ovdáneapmi ođđa vuoimmi mii attii ohppiide buori vuođu geavahit sámegiela čálalaččat.

source: Utfordringene med synliggjøring av samisk språk må sees på bakgrunn av en relativt kort skriftspråkshistorie i skolesammenheng og med ganske store forskjeller for de ulike språkgruppene.
sme: Sámegiela čalmmustahttima hástalusaid ferte árvvoštallat oalle oanehis čálagiellahistorjjá ektui skuvlaoktavuođas, ja maiddái stuora erohusaid ektui daid iešguđetge giellajoavkkuid gaskka.

source: Synliggjøring av samisk språk er både et mål og et middel.
sme: Sámegiela čalmmustahttin lea sihke mihttu ja reaidu.

source: Gjennom skilting, kunstneriske uttrykk, dokumenter, hjemmesider og teksting vil språket synliggjøres.
sme: Galbbaid, dáiddalaš cealkámušaid, dokumeanttaid, ruovttusiidduid ja tekstema bokte galgá giella boahtit oidnosii.

source: Et synlig språk er et grunnleggende hjelpemiddel i språkopplæring samtidig som det også gir språket økt status.
sme: Oinnolaš giella lea vuođđo veahkkeneavvu giellaoahpahusas, seammás go maiddái addá gillii eambbo stáhtusa.

source: Bruk og synliggjøring av samiske stedsnavn er et viktig språk- og kulturfremmende tiltak.
sme: Sámi báikenamaid geavaheapmi ja čalmmustahttin lea dehálaš giella- ja kulturovddideaddji doaibmabidju.

source: Det er viktig med systematisk registrering og innsamling av samiske stedsnavn, spesielt i områder med 33 mangelfull innsamling av samisk navnemateriale.
sme: Lea dehálaš systemáhtalaččat registreret ja čohkket sámi báikenamaid, erenoamážit guovlluin gos sámi báikenammamateriálat leat unnán čohkkejuvvon.

source: I denne sammenheng er det viktig å bygge opp et samisk navnefaglig arkiv som gjør navnematerialet lett tilgjengelig.
sme: Dán oktavuođas lea dehálaš hukset bajás sámi nammafágalaš arkiivva gos nammamateriálat leat álkit olámuttos.

source: Media og litteratur påvirker språket, det er derfor viktig at det utgis samisk litteratur som både har godt språk og som samtidig er tilpasset aldersgruppen og stimulerer til leselyst.
sme: Media ja girjjálašvuohta váikkuhit giela, danne lea dehálaš ahte almmuhuvvo sámi girjjálašvuohta mas lea sihke buorre giella ja mii seammás lea heivehuvvon ahkejovkui ja mii movttiidahttá eambbo lohkamii.

source: Media spiller en viktig rolle i samfunnet, og har slik et stort ansvar for både synliggjøring, god språkbruk, og for at det gis tilbud som er med på å fremme og styrke språkbruken.
sme: Medias lea dehálaš rolla servodagas, ja nu lea ge das stuora ovddasvástádus sihke čalmmustahttima dáfus, buori giellageavaheami dáfus, ja ahte addojuvvo fálaldat mii lea mielde ovddideame ja nanneme giellageavaheami.

source: Filmer for barn og unge er viktige språkformidlere.
sme: Filmmat mánáide ja nuoraide leat dehálaš giellagaskkusteaddjit.

source: Filmer med samisk språkvalg og filmer med samisk tekstvalg vil derfor være viktig for barns språkutvikling.
sme: Filmmat main geavahuvvo sámegiella ja filmmat main lea sámegiel teaksta leat ge danne dehálaččat mánáid giellaovdáneapmái.

source: Sametinget ser behovet for et nordisk samarbeid gjennom Samisk parlamentarisk råd og de nordiske sameministrene for at samisk språk får en større plass i tv-kanaler, dvd-filmer og internettsider som er beregnet for barn og unge.
sme: Sámediggi oaidná dárbbu ovttasbargat Davviriikkalaččat Sámi parlamentáralaš ráđi ja Davviriikkalaš sámeministariid bokte vai sámegiella oažžu stuorát saji tv-kanálain, dvd-filmmain ja interneahttasiidduin mat leat ráhkaduvvon mánáid ja nuoraid váste.

source:  Samisk språk brukes og er synlig på alle arenaer i samfunnet
sme:  Sámegiella geavahuvvo ja lea oidnosis buot arenain servodagas

source:  Arbeide for økt synliggjøring av samisk språk og kultur
sme:  Bargat eambbo čalmmustahttit sámi giela ja kultuvrra

source:  Økt utgivelse av litteratur, aviser og tidsskrifter på samisk
sme:  Almmuhit eambbo girjjálašvuođa, aviissaid ja áigečállagiid sámegillii

source:  Økt bruk av skriftlig samisk i digitale medier.
sme:  Geavahit eambbo čálalaš sámegiela digitála mediain

source: Denne meldingen belyser de behovene og utfordringene som er tilstede i samfunnet, samt legger fram forslag til løsninger som skal forbedre situasjonen for samisk språk.
sme: Ekonomalaš ja hálddahuslaš váikkuhusat Dát dieđáhus čuvge daid dárbbuid ja hástalusaid mat servodagas leat, ja evttoha čovdosiid mat sáhttet buoridit sámegiela dili.

source: Ved hjelp av denne meldingen, og gjennom god dialog med sentrale myndigheter forventer Sametinget at de økonomiske rammene for samisk språkutvikling i Norge økes betraktelig.
sme: Dáinna dieđáhusain, ja buriin gulahallamiin guovddáš eiseválddiiguin, vuordá Sámediggi ahte ekonomalaš rámmat sámegiela ovddideapmái Norggas lasihuvvo dovdomassii.

source: Sametinget har stor tro på at sentrale myndigheter imøtekommer de målene som er satt, slik at Sametinget og andre aktører får de økonomiske og administrative rammene som må til for å heve statusen og bruken av samisk språk.
sme: Sámedikkis lea stuora jáhkku dasa ahte guovddáš eiseválddit dustejit daid mihtuid mat leat biddjon, nu ahte Sámediggi ja eará ovddasteaddjit ožžot daid ekonomalaš ja hálddahuslaš rámmaid mat dárbbašuvvojit jus galgá loktet sámegiela stáhtusa ja geavaheami.

source: Sametinget er klar over at denne meldingen legger opp til store endringer.
sme: Sámediggi ipmirda ahte dát dieđáhus evttoha stuora rievdadusaid.

source: Lovverk må endres, myndighet og ansvar avklares.
sme: Lágat fertejit rievdaduvvot, váldi ja ovddasvástádus ferte čielggaduvvot.

source: Samtidig må de økonomiske ressursene økes som allerede nevnt.
sme: Seammás fertejit ekonomalaš resurssat lasihuvvot, nu go juo lea namuhuvvon.

source: De endringene som Sametinget her foreslår medfører endringer i flere lover som gir ulike språkrettigheter for samisktalende.
sme: Dat rievdadusat maid Sámediggi dás evttoha, mielddisbuktet ahte máŋga lága mat addet giellavuoigatvuođaid sámegielagiidda fertejit rievdaduvvot.

source: Det betyr også endring i myndigheten til både Sametinget og andre aktører.
sme: Dát mearkkaša maiddái ahte sihke Sámedikki ja eará ovddasteddjiid váldi rievdaduvvo.

source: Dette er et stort arbeid som krever en grundig gjennomgang.
sme: Dát lea stuora bargu mii gáibida dárkilis guorahallama.

source: Derfor har Sametinget foreslått at det nedsettes et samisk offentlig utvalgt (SaOU) som består av medlemmer fra Regjering og Sametinget.
sme: Danne lea Sámediggi evttohan ahte nammaduvvo sámi almmolaš lávdegoddi (SaOU/SáAL) mas leat Ráđđehusa ja Sámedikki ovddasteaddjit.

source: Oppfølgingen av meldingen vil skje gjennom Sametingets årlige budsjett der tiltak under de enkelte målene vil blir prioritert.
sme: Dieđáhus čuovvoluvvo Sámedikki jahkásaš bušeahtaid bokte gos ovttaskas mihtuid doaibmabijut vuoruhuvvojit.

source: Sametingsrådet vil vurdere å utarbeide handlingsplaner for deler av innsatsområdene.
sme: Sámediggeráđđi áigu árvvoštallat ráhkadit doaibmaplánaid muhtun áŋgiruššansurggiide.

source: Meldingen har et langsiktig perspektiv og det vil være naturlig å ha en gjennomgang av meldingen etter tre-fire år for å vurdere om Sametinget har oppnådd de målene som er satt i meldingen.
sme: Dieđáhusas lea guhkesáigásaš perspektiiva ja lea lunddolaš geahčadit dieđáhusa golmma-njealji jagi geahčen fas, gávnnahan dihte lea go Sámediggi joksan daid mihtuid mat leat biddjon dieđáhusas.
